Repository: KDE/plasma-mobile
Catalog: po/*/kcm_mobile_virtualkeyboard.po
Languages: ar, eo

source: Languages
ar: اللغات
eo: Lingvoj

source: Apply
ar: طبّق
eo: Apliki

source: On-Screen Keyboard
ar: لوحة المفاتيح على الشّاشة
eo: Surekrana Klavaro

source: Type anything here…
ar: اكتب أي شيء أخر…
eo: Tajpu ion ajn ĉi tie…

# @title:group
source: Feedback
ar: مؤشر الاستعمال

source: Sound
ar: صوت
eo: Sono

source: Whether to emit a sound on keypress.
ar: ما إذا كان سيصدر صوت عند الضغط على المفتاح.
eo: Ĉu elsendi sonon ĉe klavopremo.

source: Vibration
ar: اهتزاز
eo: Vibro

source: Whether to vibrate on keypress.
ar: ما إذا كان سيهتز عند الضغط على المفتاح.
eo: Ĉu vibri per klavopremo.

# @title:group
source: Text Correction
ar: تصحيح النص

source: Check spelling of entered text
ar: دقّق الإملاء عند إدخال النص
eo: Kontroli literumadon de enigita teksto

source: Capitalize the first letter of each sentence
ar: تكبير الحرف الأول من كل جملة
eo: Majuskligi la unuan literon de ĉiu frazo

source: Complete current word with first suggestion when hitting space
ar: أكمل الكلمة الحالية بالاقتراح الأول عند الضغط على المسافة
eo: Kompletigi nunan vorton kun unua sugesto kiam trafante spacon

source: Suggest potential words in word ribbon
ar: اقترح كلمات محتملة في شريط الكلمات
eo: Sugesti eblajn vortojn en vortrubando

source: Insert a full-stop when space is pressed twice
ar: أدرج نقطة عند الضغط على المسافة مرتين
eo: Enmeti plenan punkton kiam spaco estas premata dufoje

source: Configure Languages
ar: اضبط اللغات
eo: Agordi lingvojn
