Repository: KDE/plasma-mobile
Catalog: po/*/kcm_waydroidintegration.po
Languages: he, ko, pl, sv, zh_tw

source: Waydroid Integration
he: שילוב מול Waydroid
ko: Waydroid 통합
pl: Integracja z Waydroid
sv: Integrering av Waydroid
zh_tw: Waydroid 整合

source: Waydroid is not installed
he: ‏Waydroid לא מותקן
ko: Waydroid가 설치되어 있지 않음
pl: Waydroid nie jest wgrane
sv: Waydroid är inte installerat
zh_tw: Waydroid 未安裝

source: Check installation
he: נא לבדוק את ההתקנה
ko: 설치 상태를 확인하십시오
pl: Sprawdź czy wgrano
sv: Kontrollera installation
zh_tw: 請檢查安裝

source: Downloading Android and vendor images. It can take a few minutes.
ko: Android와 제조사 이미지를 다운로드하는 중입니다. 몇 분 정도 걸릴 수 있습니다.
pl: Pobieranie Androida i obrazów dostawcy. Może to zająć kilka minut.
sv: Laddar ner Android och leverantörsbilder. Det kan ta några minuter.
zh_tw: 正在下載 Android 與廠商映像檔。 這可能會需要幾分鐘。

source: Waydroid is resetting. It can take a few seconds.
ko: Waydroid가 초기화 중입니다. 몇 초 정도 걸릴 수 있습니다.
pl: Waydroid zeruje się. Może to zająć kilka sekund.
sv: Waydroid återställs. Det kan ta några sekunder.
zh_tw: Waydroid 正在重設。 這可能需要幾秒鐘。

source: The Waydroid session is not running.
he: הפעלת ה־Waydroid לא רצה.
ko: Waydroid 세션이 실행 중이 아닙니다.
pl: Sesja Waydroida nie jest uruchomiona.
sv: Waydroid-sessionen kör inte.
zh_tw: Waydroid 工作階段並非執行中。

source: Start the session
he: התחלת ההפעלה
ko: 세션 시작
pl: Rozpocznij sesję
sv: Starta sessionen
zh_tw: 啟動工作階段

source: Waydroid session is starting. It can take a few seconds.
he: הפעלת Waydroid מתחילה. זה יכול לארוך כמה שניות.
ko: Waydroid 세션이 시작 중입니다. 몇 초 정도 걸릴 수 있습니다.
pl: Sesja Waydroid uruchamia się. Może to zająć kilka sekund.
sv: Waydroid-sessionen startar. Det kan ta några sekunder.
zh_tw: Wayland 工作階段正在啟動。 這可能需要幾秒鐘。

source: Waydroid applications
he: יישומוני Waydroid
ko: Waydroid 앱
pl: Aplikacje Waydroida
sv: Waydroid-program
zh_tw: Waydroid 應用程式

# @action:button
source: Install APK
he: התקנת APK
ko: APK 설치
pl: Wgraj APK
sv: Installera APK
zh_tw: 安裝 APK

source: You must select a local file
zh_tw: 您必須選取一個本機檔案

# @action:button
source: Delete the application
he: מחיקת היישומון
ko: 앱 삭제
pl: Usuń aplikację
sv: Ta bort programmet
zh_tw: 刪除應用程式

source: General information
he: פרטים כלליים
ko: 일반 정보
pl: Dane ogólne
sv: Allmän information
zh_tw: 一般資訊

source: IP address
he: כתובת IP
ko: IP 주소
pl: Adres IP
sv: IP-adress
zh_tw: IP 位址

source: Copy
ko: 복사
pl: Skopiuj
sv: Kopiera
zh_tw: 複製

source: Waydroid status
he: מצב Waydroid
ko: Waydroid 상태
pl: Stan Waydroida
zh_tw: Waydroid 狀態

source: Running
he: רץ
ko: 실행 중
pl: Uruchomione
sv: Kör
zh_tw: 執行中

source: Stop session
he: עצירת הפעלה
ko: 세션 중지
pl: Zatrzymaj sesję
sv: Stoppa session
zh_tw: 停止工作階段

source: Certify my device for Google Play Protect
he: הסמכת המכשיר שלי ל־Google Play Protect
ko: 내 장치를 Google Play Protect에 인증
pl: Scertyfikuj moje urządzenie dla Google Play Protect
sv: Certifiera min apparat för Google Play Protect
zh_tw: 向 Google Play Protect 認證我的裝置

source: Installed applications
he: יישומונים מותקנים
ko: 설치된 앱
pl: Wgrane aplikacje
sv: Installerade program
zh_tw: 已安裝的應用程式

source: Reset Waydroid
zh_tw: 重設 Waydroid

# @title:window
source: Confirm Waydroid Reset
ko: Waydroid 초기화 확인
pl: Potwierdź zerowanie Waydroida
sv: Bekräfta återställning av Waydroid
zh_tw: 確認重設 Waydroid

source: Are you sure you want to reset Waydroid? This is a destructive action, and will wipe all user data.
zh_tw: 您確定要重設 Waydroid 嗎？這會刪除所有使用者資料，並且無法復原。

source: Waydroid properties
he: מאפייני Waydroid
ko: Waydroid 속성
pl: Właściwości Waydroida
sv: Waydroid-egenskaper
zh_tw: Waydroid 屬性

source: May require restarting the Waydroid session to apply
zh_tw: 可能需要重新啟動 Waydroid 工作階段才會生效

source: Multi Windows
he: ריבוי חלונות
ko: 멀티 윈도
pl: Wiele okien
sv: Flera fönster
zh_tw: 多視窗

source: Enables/Disables window integration with the desktop
he: הפעלת/השבתת שילוב חלונות עם שולחן העבודה
ko: 데스크톱과 창 통합 활성화/비활성화
pl: Włącza/wyłącza współgranie okna z pulpitem
sv: Aktiverar/inaktiverar fönsterintegrering med skrivbordet
zh_tw: 啟用或停用桌面視窗整合

source: Suspend
he: השהיה
ko: 일시 정지
pl: Uśpij
sv: Viloläge
zh_tw: 暫停

source: Let the Waydroid container sleep (after the display timeout) when no apps are active
he: לאפשר למכולת Waydroid ללכת לישון (אחרי תום זמן הפעלת התצוגה) כשאין יישומים פעילים
ko: 활성화된 앱이 없을 때 Waydroid 컨테이너가 (디스플레이 시간 제한 이후) 대기 상태로 진입하도록 허용
pl: Uśpij kontener Waydroida (po uśpieniu wyświetlacza), gdy żadna z aplikacji nie wykonuje działań
sv: Låt Waydroid-behållaren gå till viloläge (efter skärmens tidsgräns gått ut) när inga program är aktiva
zh_tw: 讓 Waydroid 容器在沒有作用中應用程式時一段時間後進入睡眠

source: Allow android direct access to hotplugged devices
he: לאפשר ל־Android לגשת ישירות להתקנים בחיבור לוהט
ko: 안드로이드에서 핫플러그된 장치에 직접 접근 허용
pl: Zezwól Androidowi na bezpośredni dostęp do urządzeń podpiętych na gorąco
sv: Tillåt direkt åtkomst för Android till enheter anslutna under gång
zh_tw: 允許 Android 直接存取熱插拔裝置

source: Downloading %1MB/%2MB Speed %3
ko: 다운로드 중: %1 MB/%2 MB, 속도: %3
pl: Pobieranie %1MB/%2MB Szybkość %3
sv: Laddar ner %1 MB/%2 MB Hastighet %3
zh_tw: 下載中 %1MB/%2MB 速度 %3

source: %1MB/s
zh_tw: %1MB/秒

source: %1kB/s
zh_tw: %1kB/秒

source: Google Play Protect configuration
he: הגדרות Google Play Protect
ko: Google Play Protect 설정
pl: Ustawienia Google Play Protect
sv: Inställning av Google Play Protect
zh_tw: Google Play Protect 配置

source: Fetching your Android ID. It can take a few seconds.
zh_tw: 正在取得您的 Android ID。 這可能需要幾秒鐘。

source: When launching Waydroid with GAPPS for the first time, you will be notified that the device is not certified for Google Play Protect. To self certify your device, paste the Android ID in the field on the website. Then, give the Google services some minutes to reflect the change and restart Waydroid.
zh_tw: 第一次啟動有 GAPPS 的 Waydroid 時，您會被告知您的裝置沒有為 Google Play Protect 所認證。要自行認證您的裝置，請將 Android ID 貼上到網站上對應的欄位裡，等幾分鐘讓 Google 服務套用變更，然後重新啟動 Waydroid。

# @action:button
source: Copy Android ID and open the website
he: העתקת מזהה Android ופתיחת האתר
ko: 안드로이드 ID를 복사하고 웹사이트 열기
pl: Skopiuj Android ID i otwórz stronę sieciową
sv: Kopiera Android-id och öppna webbplatsen
zh_tw: 複製 Android ID 並開啟網站

source: Initial configuration
he: הגדרות ראשוניות
ko: 초기 설정
pl: Ustawienia początkowe
sv: Initial inställning
zh_tw: 初始設定

source: System type
he: סוג המערכת
ko: 시스템 형식
pl: Rodzaj systemu
sv: Systemtyp
zh_tw: 系統類型

source: Configure Waydroid
zh_tw: 設定 Waydroid

source: You must selected local file
he: יש לבחור קובץ מקומי
sv: Du måste välja en lokal fil

source: Reset waydroid
sv: Återställ Waydroid

source: Are you sure you want to reset Waydroid ? This is a destructive action, and will wipe all user data.
sv: Är du säker på att du vill återställa Waydroid? Det är en destruktiv åtgärd och raderar all användardata.

source: May require restarting the waydroid session to apply
he: עלול לדרוש להפעיל את waydroid מחדש כדי שההגדרות תחולנה
sv: Kan kräva att Waydroid-sessionen startas om för att verkställas

source: UEvent
sv: Användargränssnittshändelse

source: We fetching your Android ID. It can take a few seconds.
he: אנחנו מושכים את מזהה ה־Android שלך. זה עלול לארוך כמה שניות.
sv: Vi hämtar ditt Android-id. Det kan ta några sekunder.

source: When launching waydroid with GAPPS for the first time you will be notified that the device is not certified for Google Play Protect. To self certify your device, paste the Android ID on the field in the website. Then, give the Google services some minutes to reflect the change and restart waydroid.
he: בעת הפעלת waydroid עם GAPPS (יישומוני Google) לראשונה תופיע הודעה שהמכשיר לא הוסמך ל־Google Play Protect. כדי להסמיך את המכשיר שלך בעצמך, יש להדביק את מזהה ה־Android בשדה שבאתר. לאחר מכן, להמתין לשירותי Google במשך כמה דקות כדי שהשינויים יחולו ואז להפעיל את wyadroid מחדש.
sv: När Waydroid med GAPPS startas för första gången får du ett meddelande om att enheten inte är certifierad för Google Play Protect. För att självcertifiera apparaten, klistra in ditt Android-id i fältet på webbplatsen. Ge sedan Google-tjänsterna några minuter för att återspegla ändringen och starta om Waydroid.

source: Configure waydroid
he: הגדרת waydroid
sv: Anpassa Waydroid

source: Go back
he: חזרה

source: %1Mb/s
ko: %1 MB/초
