Repository: KDE/plasma-mobile
Catalog: po/*/kcm_cellular_network.po
Languages: eo, zh_tw

source: Error resetting the modem: %1
eo: Eraro rekomencigante la modemon: %1
zh_tw: 重設數據機時發生錯誤：%1

source: Error updating connection settings for %1: %2.
eo: Eraro dum ĝisdatigo de konekto-agordoj por %1: %2.
zh_tw: 更新 %1 的連線設定時出錯：%2。

source: Error activating connection: %1
eo: Eraro aktivigante konekton: %1
zh_tw: 啟用連線時出錯：%1

source: Error adding connection: %1
eo: Eraro aldonante konekton: %1
zh_tw: 新增連線時出錯：%1

source: Error removing connection: %1
eo: Eraro forigante konekton: %1
zh_tw: 移除連線時出錯：%1

source: Unknown
eo: Nekonata
zh_tw: 未知

source: Unmanaged
eo: Neadministrata
zh_tw: 未管理

source: Unavailable
eo: Nedisponebla
zh_tw: 無法使用

source: Disconnected
eo: Malkonektita
zh_tw: 已離線

source: Preparing
eo: Preparante
zh_tw: 準備中

source: ConfiguringHardware
eo: Agordo de Aparataro
zh_tw: 設定硬體中

source: NeedAuth
zh_tw: 需要認證

source: ConfiguringIp
eo: AgordoIp
zh_tw: 設定 IP 中

source: CheckingIp
eo: KontrolantaIp
zh_tw: 檢查 IP 中

source: WaitingForSecondaries
zh_tw: 正在等待次要項目

source: Activated
eo: Aktivigita
zh_tw: 已啟動

source: Deactivating
eo: Malaktivigo
zh_tw: 停用中

source: Failed
eo: Malsukcesis
zh_tw: 已失敗

source: Off
eo: Malŝaltita
zh_tw: 關閉

source: Low-power mode
eo: Malaltpotenca reĝimo
zh_tw: 低能耗模式

source: Full power mode
eo: Plena potenca reĝimo
zh_tw: 完整能耗模式

source: Initializing
eo: Inicializante
zh_tw: 初始化中

source: Locked
eo: Ŝlosita
zh_tw: 已鎖定

source: Disabled
eo: Malebligita
zh_tw: 已停用

source: Disabling
eo: Malebligado
zh_tw: 正在停用

source: Enabling
eo: Ebligante
zh_tw: 正在啟用

source: Enabled
eo: Ebligita
zh_tw: 已啟用

source: Searching for network provider
eo: Serĉante retprovizanton
zh_tw: 搜尋網路提供者中

source: Registered with network provider
eo: Registrite ĉe retoprovizanto
zh_tw: 已與網路提供者註冊

source: Disconnecting
eo: Malkonekti
zh_tw: 斷線中

source: Connecting
eo: Konektante
zh_tw: 連線中

source: Connected
eo: Konektis
zh_tw: 已連線

source: No error.
eo: Neniu eraro.
zh_tw: 沒有錯誤。

source: Unknown error.
eo: Nekonata eraro.
zh_tw: 未知的錯誤。

source: SIM is required but missing.
eo: SIM estas bezonata sed mankas.
zh_tw: 需要 SIM 卡但沒有 SIM 卡。

source: SIM is available but unusable.
eo: SIM disponeblas sed neuzebla.
zh_tw: 有 SIM 卡但沒辦法使用。

source: Unknown modem capabilities.
zh_tw: 數據機性能未知。

source: eSIM is not initialized.
zh_tw: eSIM 未初始化。

source: Not registered, not searching for new operator to register.
eo: Ne registrita, ne serĉante novan funkciigiston por registri.
zh_tw: 未註冊，不搜尋要註冊的新經營者。

source: Registered on home network.
eo: Registrite sur hejma reto.
zh_tw: 已與家網路註冊。

source: Not registered, searching for new operator to register with.
eo: Ne registrita, serĉante novan funkciigiston por registriĝi.
zh_tw: 未註冊，正在搜尋要註冊的新經營者。

source: Registration denied.
eo: Registrado malakceptita.
zh_tw: 註冊被拒。

source: Unknown registration status.
eo: Nekonata registra statuso.
zh_tw: 未知的註冊狀態。

source: Registered on a roaming network.
eo: Registrite sur vaganta reto.
zh_tw: 已與漫遊網路註冊。

source: Registered for "SMS only", on home network.
eo: Registrite por "Nur SMS", en hejma reto.
zh_tw: 已與家網路註冊為「僅簡訊」。

source: Registered for "SMS only", roaming network.
eo: Registrite por "Nur SMS", vaganta reto.
zh_tw: 已與漫遊網路註冊為「僅簡訊」。

source: Emergency services only.
eo: Nur krizaj servoj.
zh_tw: 僅緊急服務。

source: Registered for "CSFB not preferred", home network.
eo: Registrite por "CSFB ne preferata", hejma reto.
zh_tw: 已與家網路註冊為「不偏好使用 CSFB」。

source: Registered for "CSFB not preferred", roaming network.
eo: Registrite por "CSFB ne preferata", vaganta reto.
zh_tw: 已與漫遊網路註冊為「不偏好使用 CSFB」。

source: Attached for access to Restricted Local Operator Services.
eo: Alkroĉite por aliro al Restriktitaj Lokaj Operaciistservoj.
zh_tw: 已附加來存取受限本地營運者服務 (Restricted Local Operator Services)。

source: Scanning networks failed: %1
eo: Skanado de retoj malsukcesis: %1
zh_tw: 掃描網路失敗：%1

source: Yes
eo: Jes
zh_tw: 是

source: No
eo: Ne
zh_tw: 否

source: GuessYes
eo: DivenuJes
zh_tw: 猜測是

source: GuessNo
eo: DivenuNe
zh_tw: 猜測否

source: Any
eo: Ajna
zh_tw: 任何

source: Lock reason unknown.
eo: Ŝlosa kialo nekonata.
zh_tw: 鎖定原因不明。

source: Modem is unlocked.
eo: Modemo estas malŝlosita.
zh_tw: 數據機已解鎖。

source: SIM requires the PIN code.
eo: SIM postulas la PIN-kodon.
zh_tw: SIM 卡要求 PIN 碼。

source: SIM requires the PIN2 code.
eo: SIM postulas la PIN2-kodon.
zh_tw: SIM 卡要求 PIN2 碼。

source: SIM requires the PUK code.
eo: SIM postulas la PUK-kodon.
zh_tw: SIM 卡要求 PUK 碼。

source: SIM requires the PUK2 code.
eo: SIM postulas la PUK2-kodon.
zh_tw: SIM 卡要求 PUK2 碼。

source: Modem requires the service provider PIN code.
eo: Modemo postulas la PIN-kodon de la servoprovizanto.
zh_tw: 數據機要求服務提供商 PIN 碼。

source: Modem requires the service provider PUK code.
eo: Modemo postulas la servoprovizanto PUK-kodo.
zh_tw: 數據機要求服務提供商 PUK 碼。

source: Modem requires the network PIN code.
eo: Modemo postulas la retan PIN-kodon.
zh_tw: 數據機要求網路 PIN 碼。

source: Modem requires the network PUK code.
eo: Modemo postulas la retan PUK-kodon.
zh_tw: 數據機要求網路 PUK 碼。

source: Modem requires the PIN code.
eo: Modemo postulas la PIN-kodon.
zh_tw: 數據機要求 PIN 碼。

source: Modem requires the corporate PIN code.
eo: Modemo postulas la kompanian PIN-kodon.
zh_tw: 數據機要求企業 PIN 碼。

source: Modem requires the corporate PUK code.
eo: Modemo postulas la kompanian PUK-kodon.
zh_tw: 數據機要求企業 PUK 碼。

source: Modem requires the PH-FSIM PIN code.
eo: Modemo postulas la PIN-kodon PH-FSIM.
zh_tw: 數據機要求 PH-FSIM PIN 碼。

source: Modem requires the PH-FSIM PUK code.
eo: Modemo postulas la PH-FSIM PUK-kodon.
zh_tw: 數據機要求 PH-FSIM PUK 碼。

source: Modem requires the network subset PIN code.
eo: Modemo postulas la reto-subaron PIN-kodon.
zh_tw: 數據機要求子網路 PIN 碼。

source: Modem requires the network subset PUK code.
eo: Modemo postulas la retan subaron PUK-kodon.
zh_tw: 數據機要求子網路 PUK 碼。

source: (empty)
eo: (malplena)
zh_tw: (空白)

source: Error toggling SIM lock: %1
eo: Eraro ĉesigante SIM-ŝlosadon: %1
zh_tw: 切換 SIM 卡鎖定時發生錯誤：%1

source: Error changing the PIN: %1
eo: Eraro ŝanĝante la PIN: %1
zh_tw: 變更 PIN 碼時發生錯誤：%1

source: Error sending the PIN: %1
eo: Eraro sendante la PIN: %1
zh_tw: 傳送 PIN 碼時發生錯誤：%1

source: Error sending the PUK: %1
eo: Eraro sendante la PUK: %1
zh_tw: 傳送 PUK 碼時發生錯誤：%1

source: Available Networks
eo: Disponeblaj Retoj
zh_tw: 可用的網路

source: none
eo: neniu
zh_tw: 無

source: Current operator: %1
eo: Nuna operatoro: %1
zh_tw: 目前經營者：%1

source: Scan For Networks
eo: Skani Por Retoj
zh_tw: 掃描網路

source: Edit APN
eo: Redakti APN
zh_tw: 編輯 APN

source: New APN
eo: Nova APN
zh_tw: 新增 APN

source: Name
eo: Nomo
zh_tw: 名稱

source: Username
eo: Uzantnomo
zh_tw: 使用者名稱

source: Password
eo: Pasvorto
zh_tw: 密碼

source: Network type
eo: Reto tipo
zh_tw: 網路類型

source: Only 4G
eo: Nur 4G
zh_tw: 僅 4G

source: Only 3G
eo: Nur 3G
zh_tw: 僅 3G

source: Only 2G
eo: Nur 2G
zh_tw: 僅 2G

source: Save profile
eo: Konservi profilon
zh_tw: 儲存設定檔

source: Modem not available
eo: Modemo ne havebla
zh_tw: 數據機無法使用

source: Mobile data
eo: Poŝtelefonaj datumoj
zh_tw: 行動資料

source: No SIM is inserted.
eo: Neniu SIM estas enmetita.
zh_tw: 未插入 SIM 卡。

source: Mobile data is not available with this modem.
eo: Poŝtelefonaj datumoj ne haveblas kun ĉi tiu modemo.
zh_tw: 此數據機未提供行動資料。

source: An APN needs to be configured to have mobile data.
eo: APN devas esti agordita por havi poŝtelefonretajn datumojn.
zh_tw: 需要先設定 APN 才能使用行動資料。

source: Whether mobile data is enabled.
eo: Ĉu poŝtelefonretaj datumoj estas ebligitaj.
zh_tw: 行動資料是否已啟用。

source: Data Usage
eo: Uzado de datumoj
zh_tw: 資料用量

source: View data usage.
eo: Rigardi uzadon de datumoj.
zh_tw: 檢視資料用量。

source: SIM
zh_tw: SIM 卡

source: SIM %1
zh_tw: SIM 卡 %1

source: View SIM %1 details.
eo: Vidi detalojn pri SIM %1.
zh_tw: 檢視 SIM 卡 %1 詳細資料。

source: Modem %1
eo: Modemo %1
zh_tw: 數據機 %1

source: Modem Control
eo: Modema Kontrolo
zh_tw: 數據機控制

source: Force Modem Restart
eo: Devigi modemon rekomenci
zh_tw: 強制數據機重新啟動

source: Modem Details
eo: Modemaj Detaloj
zh_tw: 數據機詳細資料

source: Access Technologies
eo: Alirteknologioj
zh_tw: 存取科技

source: Manufacturer
eo: Fabrikisto
zh_tw: 製造商

source: Model
eo: Modelo
zh_tw: 型號

source: Owned Numbers:
eo: Posedataj Nombroj:
zh_tw: 擁有的號碼：

source: Revision
eo: Revizio
zh_tw: 修訂版

source: Signal Quality
eo: Signala Kvalito
zh_tw: 訊號品質

source: State
eo: Stato
zh_tw: 狀態

source: Failure Reason
eo: Fiasko Kialo
zh_tw: 失敗原因

source: Registration State
eo: Registrada Stato
zh_tw: 註冊狀態

source: Roaming
eo: Vagado
zh_tw: 漫遊

source: Firmware Version
eo: Firmware Versio
zh_tw: 韌體版本

source: Interface Name
eo: Interfaco Nomo
zh_tw: 介面名稱

source: Metered
eo: Mezurita
zh_tw: 計量

source: Active NetworkManager Connection
eo: Aktiva NetworkManager-Konekto
zh_tw: 作用中的 NetworkManager 連線

source: Device
eo: Aparato
zh_tw: 裝置

source: Device ID
eo: Aparato ID
zh_tw: 裝置 ID

source: Drivers:
eo: Peliloj:
zh_tw: 驅動程式：

source: Plugin
eo: Konekti
zh_tw: 外掛程式

source: Power State
eo: Potenca Stato
zh_tw: 電源狀態

source: SIM Path
eo: SIM Vojo
zh_tw: SIM 路徑

source: APNs
eo: APNoj
zh_tw: APN

source: Edit
eo: Redakti
zh_tw: 編輯

source: Unable to autodetect connection settings for your carrier. Please find your carrier's APN settings by either contacting support or searching online.
eo: Ne eblas aŭtomate detekti konektajn agordojn por via portanto. Bonvolu trovi la APN-agordojn de via portanto aŭ kontaktante subtenon aŭ serĉante interrete.
zh_tw: 無法自動偵測您的電信商的連線設定。請與聯絡客服或是在線上搜尋來取得您的電信商的 APN 設定。

source: APN List
eo: APN-listo
zh_tw: APN 列表

source: Delete
eo: Forigi
zh_tw: 刪除

source: Add APN
eo: Aldoni APN
zh_tw: 新增 APN

source: Automatically detect APN
eo: Aŭtomate detekti APN
zh_tw: 自動偵測 APN

source: SIM Lock
zh_tw: SIM 卡鎖定

source: SIM is locked
eo: SIM estas ŝlosita
zh_tw: SIM 卡已鎖定

source: In order to use this SIM, you must first unlock it.
eo: Por uzi ĉi tiun SIM, vi unue devas malŝlosi ĝin.
zh_tw: 要使用這張 SIM 卡，您必須先解鎖它。

source: SIM is not locked
eo: SIM ne estas ŝlosita
zh_tw: SIM 卡未被鎖定

source: You can lock your SIM to require a set PIN code for phone calls and mobile data.
eo: Vi povas ŝlosi vian SIM por postuli fiksitan PIN-kodon por telefonvokoj kaj poŝtelefonretaj datumoj.
zh_tw: 您可以鎖定您的 SIM 卡，這樣打電話或使用行動資料前會需要輸入 PIN 碼。

source: Lock SIM
eo: Ŝlosi SIM
zh_tw: 鎖定 SIM 卡

source: Disable SIM Lock
eo: Malebligi SIM-Ŝlosilon
zh_tw: 停用 SIM 卡鎖定

source: Disable the SIM lock feature and remove the passcode on the SIM.
eo: Malebligi la SIM-ŝlosilon kaj forigi la paskodon sur la SIM.
zh_tw: 停用 SIM 卡鎖定功能並移除 SIM 卡上的密碼。

source: Change PIN
eo: Ŝanĝi PIN
zh_tw: 變更 PIN 碼

source: Change the passcode set on the SIM.
eo: Ŝanĝi la paskodon fiksitan sur la SIM.
zh_tw: 變更 SIM 卡上設定的密碼。

source: Unlock SIM
eo: Malŝlosi SIM
zh_tw: 解鎖 SIM 卡

source: Attempts left: %1
eo: Restas provoj: %1
zh_tw: 還剩幾次嘗試機會：%1

source: Enter PIN
eo: Enigi PIN
zh_tw: 輸入 PIN 碼

source: Change SIM PIN
eo: Ŝanĝi SIM PIN
zh_tw: 變更 SIM 卡 PIN 碼

source: PINs don't match!
eo: PIN-oj ne kongruas!
zh_tw: PIN 碼不相符！

source: PINs must be between 4 and 8 digits!
eo: PIN-oj devas esti inter 4 kaj 8 ciferoj!
zh_tw: PIN 碼必須介於 4 到 8 位數之間！

source: Current PIN
eo: Nuna PIN
zh_tw: 目前 PIN 碼

source: New PIN
eo: Nova PIN
zh_tw: 新 PIN 碼

source: Confirm PIN
eo: Konfirmi PIN
zh_tw: 確認 PIN 碼

source: Remove SIM PIN
eo: Forigi SIM PIN
zh_tw: 移除 SIM 卡 PIN 碼

source: Add SIM PIN
eo: Aldoni SIM PIN
zh_tw: 新增 SIM 卡 PIN 碼

source: This SIM slot is empty, a SIM card needs to be inserted in order for it to be used.
eo: Ĉi tiu SIM-kartingo estas malplena, SIM-karto devas esti enmetita por ke ĝi povu uziĝi.
zh_tw: 這個 SIM 卡槽是空的，需要先插入 SIM 卡才能使用它。

source: Data Roaming
eo: Datumvago
zh_tw: 資料漫遊

source: Allow your device to use networks other than your carrier.
eo: Permesi vian aparaton uzi retojn krom via portanto.
zh_tw: 讓您的裝置可以使用不是您的電信商的網路。

source: Modify APNs
eo: Modifi APNojn
zh_tw: 修改 APN

source: Configure access point names for your carrier.
eo: Agordi alirpunktonomojn por via portanto.
zh_tw: 設定您的電信商的存取點名稱 (APN)。

source: Networks
eo: Retoj
zh_tw: 網路

source: Select a network operator.
eo: Elekti retan funkciigiston.
zh_tw: 選擇網路經營者。

source: Modify SIM lock settings.
eo: Modifi la agordojn de SIM-ŝlosado.
zh_tw: 修改 SIM 卡鎖定設定。

source: View the details of the modem this SIM is connected to.
eo: Rigardi la detalojn de la modemo al kiu ĉi tiu SIM estas konektita.
zh_tw: 檢視此 SIM 卡連線的數據機的詳細資料。

source: SIM Details
eo: SIM Detaloj
zh_tw: SIM 卡詳細資料

source: Operator Code (modem)
eo: Operaciisto-Kodo (modemo)
zh_tw: 營運者代碼（數據機）

source: Operator Name (modem)
eo: Nomo de Operaciisto (modemo)
zh_tw: 營運者名稱（數據機）

source: Operator Code (provided by SIM)
eo: Operaciisto-Kodo (provizita de SIM)
zh_tw: 營運者代碼（由 SIM 卡提供）

source: Operator Name (provided by SIM)
eo: Operaciisto Nomo (provizita de SIM)
zh_tw: 營運者名稱（由 SIM 卡提供）

source: SIM ID
zh_tw: SIM 卡 ID

source: Emergency Numbers
eo: Krizaj Nombroj
zh_tw: 緊急電話號碼

source: POTS
eo: POTSOJ

source: GSM Compact
eo: GSM Kompakta

source: EDGE
eo: RANDO
