Repository: KDE/plasma-mobile
Catalog: po/*/kcm_mobileshell.po
Languages: eo

source: Shell
eo: Ŝelo

source: General
eo: Ĝeneralo

source: Shell Vibrations
eo: Ŝelaj Vibradoj

source: Animations
eo: Animacioj

source: If this is off, animations will be reduced as much as possible.
eo: Se ĉi tio estas malŝaltita, kuraĝigoj estos reduktitaj kiel eble plej multe.

source: Status Bar
eo: Statusbreto

source: Date in status bar
eo: Dato en statusbreto

source: If on, date will be shown next to the clock in the status bar.
eo: Se ŝaltita, dato montriĝos apud la horloĝo en la statusbreto.

# Status bar height
source: Tiny
eo: Eta

# Status bar height
source: Small
eo: Malgranda

# Status bar height
source: Normal
eo: Normala

# Status bar height
source: Large
eo: Granda

# Status bar height
source: Very Large
eo: Grandega

source: Status Bar Size
eo: Statusbreta Grandeco

source: Size of the top panel (needs restart).
eo: Grandeco de la supra panelo (postulas rekomencon).

source: Navigation Panel
eo: Navigada Panelo

source: Gesture-only Mode
eo: Nur gesta Reĝimo

source: Whether to hide the navigation panel.
eo: Ĉu kaŝi la navigadan panelon.

source: Always show keyboard toggle
eo: Ĉiam montri klavaran baskulon

source: Whether to always show the keyboard toggle button on the navigation panel.
eo: Ĉu ĉiam montri la klavarbaskulan butonon sur la navigada panelo.

source: Action Drawer
eo: Ago-Kesto

# Pinned action drawer mode
source: Pinned Mode
eo: Alpinglita Reĝimo

# Expanded action drawer mode
source: Expanded Mode
eo: Vastigita Reĝimo

source: Quick Settings
eo: Rapidaj Agordoj

source: Top Left Drawer Mode
eo: Supra Maldekstra Kesto-Reĝimo

source: Mode when opening from the top left.
eo: Reĝimo malfermante de la supro maldekstre.

source: Top Right Drawer Mode
eo: Supra Dekstra Kesto-Reĝimo

source: Mode when opening from the top right.
eo: Reĝimo malfermante de supre dekstre.

# @action:button
source: Hide
eo: Kaŝi

# @action:button
source: Show
eo: Montri

source: Customize the order of quick settings in the pull-down panel and hide them.
eo: Agordu la ordon de rapidaj agordoj en la tiro-malsupren panelo kaj kaŝu ilin.

source: Disabled Quick Settings
eo: Malŝaltitaj Rapidaj Agordoj

source: Re-enable previously disabled quick settings.
eo: Reŝalti antaŭe malŝaltitajn rapidajn agordojn.

source: Whether to have vibrations enabled in the shell.
eo: Ĉu havi vibrojn ebligitaj en la ŝelo.

source: Vibration Duration
eo: Vibrado Daŭro

source: How long shell vibrations should be.
eo: Kiom longaj ŝelvibroj devus esti.

# Long duration
source: Long
eo: Longa

# Medium duration
source: Medium
eo: Meza

# Short duration
source: Short
eo: Mallonga

source: Keyboard vibrations are controlled separately in the keyboard settings module.
eo: Klavaraj vibroj estas regataj aparte en la klavar-agorda modulo.
