Repository: KDE/plasma-mobile
Catalog: po/*/plasma_applet_org.kde.plasma.mobile.homescreen.folio.po
Languages: ta

source: Folder
ta: அடைவு

# @info:placeholder
source: Search applications…
ta: செயலியை கண்டுபிடி…

source: Remove
ta: நீக்கு

source: Widgets
ta: பிளாஸ்மாய்டுகள்

source: Homescreen Settings
ta: முகப்பிற்கான அமைப்புகள்

source: Icons
ta: சின்னங்கள்

source: Number of rows
ta: வரிசைகளின் &எண்ணிக்கை

source: Number of columns
ta: நெடுவரிசைகளின் எண்ணிக்கை

source: Size of icons on homescreen
ta: முகப்பிலுள்ள சின்னங்களின் அளவு

source: The rows and columns will swap depending on the screen rotation.
ta: திரையின் நோக்குநிலையைப் பொறுத்து வரிகளும் நெடுவரிகளும் இடமாறும்.

source: Homescreen
ta: முகப்பு

source: Show labels on homescreen
ta: முகப்பில் பெயர்களைக் காட்டு

source: Show labels in favorites bar
ta: பிடித்தவை பட்டையில் பெயர்களைக் காட்டு

source: Page transition effect
ta: பக்கமாற்ற அசைவூட்டம்

source: Slide
ta: நழுவுவது

source: Cube
ta: கனசதுரம்

source: Fade
ta: மங்குவது

source: Stack
ta: அடுக்கு

source: Rotation
ta: சுழற்சி

source: Favorites Bar
ta: பிடித்தவை பட்டை

# @title:group settings group
source: Wallpaper
ta: பின்புலப்படம்

source: General
ta: பொதுவானவை

# @action:button
source: Switch between homescreens and more wallpaper options
ta: முகப்புப்பக்க மற்றும் மேம்பட்ட பின்புல அமைப்புகள்

source: Export layout to
ta: தளவமைப்பு ஏற்றுமதி செய்

source: Import layout from
ta: தளவமைப்பு இறக்குமதி செய்

source: Export Status
ta: ஏற்றுமதி நிலை

source: Failed to export to %1
ta: %1 என்பதற்கு ஏற்றுமதி செய்ய முடியவில்லை

source: Homescreen layout exported successfully to %1
ta: முகப்பின் தளவமைப்பு வெற்றிகரமாக %1 என்பதற்கு ஏற்றுமதி செய்யப்பட்டுள்ளது

source: Confirm Import
ta: இறக்குமதியை உறுதிசெய்யவும்

source: This will overwrite your existing homescreen layout!
ta: தற்போதைய முகப்பின் தளவமைப்பை இது மேலெழுதும்!
